/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Un autre widget portant le même nom est déjà installé sur cet ordinateur. Souhaitez-vous le remplacer par ce widget %@ ?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Un autre fichier portant le même nom est déjà installé sur cet ordinateur. Souhaitez-vous le remplacer par ce widget %@?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Une version plus récente de ce widget est déjà installée pour tous les utilisateurs de cet ordinateur. Ne l’installez sur ce compte d’utilisateur que si vous préférez utiliser cette copie.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Une version plus récente du widget %@ est déjà installée. Souhaitez-vous la remplacer ?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Une version plus ancienne du widget %@ est déjà installée. Souhaitez-vous la remplacer ?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Une version plus ancienne de ce widget est déjà installée pour tous les utilisateurs de cet ordinateur. Ne l’installez sur ce compte d’utilisateur que si vous préférez utiliser cette copie.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Voulez-vous installer le widget %@ puis l’ouvrir avec Dashboard ?";

/* end preview string */
"End Test" = "Fin du test";

/* title for OK button */
"Install" = "Installer";

/* installation failed title */
"The %@ widget can't be installed." = "Le widget %@ ne peut être installé.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Remplacer";

/* title for OK button when developer run is on */
"Run" = "Exécuter";

/* preview button string */
"Test Drive" = "Tester";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Impossible d’installer le fichier « %@ » car ce n’est pas un widget valide.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "Le widget %@ est déjà installé. Souhaitez-vous le remplacer ?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Ce widget est déjà installé sur votre ordinateur et un ou plusieurs exemplaires sont ouverts. Une réinstallation provoquera la fermeture de tout exemplaire de ce widget.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Le widget sur le point d’être installé est actuellement ouvert. Poursuivre l’installation provoquera la fermeture de tout exemplaire de ce widget.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Le widget remplacé sera immédiatement supprimé.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Ce widget est déjà installé pour tous les utilisateurs de cet ordinateur. Ne l’installer à nouveau pour cet utilisateur que si vous préférez utiliser cette version.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Ce widget est déjà installé sur votre ordinateur mais sous le nom « %@ ». Souhaitez-vous remplacer le widget « %@ » par le widget « %@ » ?";

